/* Navigation bar title for view that shows who is following a user. */
"\(Profile.displayName(profile: profile, pubkey: whos))'s Followers" = "\(Profile.displayName(profile: profile, pubkey: whos))'s Followers";

/* Navigation bar title for view that shows who a user is following. */
"\(who) following" = "\(who) following";

/* Non-breaking space character to fill in blank space next to event action button icons. */
"\u{00A0}" = "\u{00A0}";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "About";

/* Label for About Me section of user profile form. */
"About Me" = "About Me";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Absolute Boss";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Accept";

/* Label to indicate the public ID of the account. */
"Account ID" = "Account ID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Actions";

/* Button to add recommended relay server.
   Button to confirm adding user inputted relay. */
"Add" = "Add";

/* Label for section for adding a relay server. */
"Add Relay" = "Add Relay";

/* Button to select all relays in the list to which the post will be sent */
"All" = "All";

/* Any amount of sats */
"Any" = "Any";

/* Example URL to LibreTranslate server */
"API Key (optional)" = "API Key (optional)";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Banner Image";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Bitcoin Lightning Tips";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Block";

/* Title of alert for blocking a user. */
"Block User" = "Block User";

/* Sidebar menu label for Profile view. */
"Blocked" = "Blocked";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Blocked Users";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Broadcast";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user. */
"Cancel" = "Cancel";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Navigation bar title for Chatroom view. */
"Chat" = "Chat";

/* Button for clearing cached data. */
"Clear" = "Clear";

/* Section title for clearing cached data. */
"Clear Cache" = "Clear Cache";

/* Text to indicate that the thread was collapsed and that there are other notes to view if tapped. */
"collapsed_event_view_other_notes" = "collapsed_event_view_other_notes";

/* Label indicating that a user's key was copied. */
"Copied" = "Copied";

/* Button to copy a relay server address. */
"Copy" = "Copy";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Copy Account ID";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Copy Image";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Copy Image URL";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Copy invoice";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Copy LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Copy Note ID";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Copy Note JSON";

/* Button to copy report ID. */
"Copy Report ID" = "Copy Report ID";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Copy Text";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Copy User Pubkey";

/* Button to create account. */
"Create" = "Create";

/* Button to create an account. */
"Create Account" = "Create Account";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Create new mutelist";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Creator(s) of Bitcoin. Absolute legend.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Custom";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist.
   Section title for deleting the user */
"Delete" = "Delete";

/* Alert for deleting the users account.
   Button to delete the user's account. */
"Delete Account" = "Delete Account";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Deleted Account";

/* Label to prompt display name entry. */
"Display Name" = "Display Name";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message. */
"DMs" = "DMs";

/* Button to follow a user. */
"Follow" = "Follow";

/* Part of a larger sentence to describe how many people are following a user. */
"followers_count" = "followers_count";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Following...";

/* Navigation bar title for Global view where posts from all connected relay servers appear. */
"Global" = "Global";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Hide";

/* Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Hide API Key";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Home";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Illegal content";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Invalid key";

/* Button for user to report that the account or content has spam. */
"It's spam" = "It's spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Left Handed";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Let's go!";

/* Section title for selecting the server that hosts the LibreTranslate machine translation API. */
"LibreTranslate Translations" = "LibreTranslate Translations";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Lightning Address or LNURL";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Local default";

/* Button to log into account.
   Button to log into an account. */
"Login" = "Login";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Logout";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Dropdown option for selecting no translation server. */
"None" = "None";

/* Navigation title for notifications. */
"Notifications" = "Notifications";

/* String indicating that a given timestamp just occurred */
"now" = "now";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nudity or explicit content";

/* Button to select only one relay from the list to which the post will be sent */
"One" = "One";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Button to post a note. */
"Post" = "Post";

/* Title of the secure field that holds the user's private key. */
"Private Key" = "Private Key";

/* Sidebar menu label for Profile view. */
"Profile" = "Profile";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Profile Picture";

/* Section title for the user's public account ID. */
"Public Account ID" = "Public Account ID";

/* Label indicating that the text is a user's public account key. */
"Public Key" = "Public Key";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reactions";

/* Part of a larger sentence to describe how many reactions there are on a post. */
"reactions_count" = "reactions_count";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Recommended Relays";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Reject";

/* Text field for relay server. Used for testing purposes. */
"Relay" = "Relay";

/* Sidebar menu label for Relay servers view
   Sidebar menu label for Relays view. */
"Relays" = "Relays";

/* Part of a larger sentence to describe how many relay servers a user is connected. */
"relays_count" = "relays_count";

/* Section title for remote image loading policy */
"Remote Image Loading Policy" = "Remote Image Loading Policy";

/* Label to indicate that the user is replying to themself. */
"Reply to self" = "Reply to self";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Replying to %1$@ & %2$@";

/* Label to indicate that the user is replying to 1 user and others. */
"replying_to_one_and_others" = "replying_to_one_and_others";

/* Label to indicate that the user is replying to 2 users and others. */
"replying_to_two_and_others" = "replying_to_two_and_others";

/* Button to report a profile.
   Context menu option for reporting content. */
"Report" = "Report";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Repost";

/* Navigation bar title for Reposts view. */
"Reposts" = "Reposts";

/* Part of a larger sentence to describe how many reposts there are. */
"reposts_count" = "reposts_count";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Retry";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Amount of sats. */
"sats_count" = "sats_count";

/* Button for saving profile. */
"Save" = "Save";

/* Context menu option to save an image. */
"Save Image" = "Save Image";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Search...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Secret Account Login Key";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Select a Lightning wallet";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Select default wallet";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Server";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Settings";

/* Button to share an image.
   Button to share the link to a profile. */
"Share" = "Share";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Show";

/* Button to hide the LibreTranslate server API key. */
"Show API Key" = "Show API Key";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Show wallet selector";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Sign out";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Thanks!";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "They are impersonating someone";

/* Navigation bar title for note thread.
   Navigation bar title for threaded event detail view. */
"Thread" = "Thread";

/* Button to translate note from different language. */
"Translate Note" = "Translate Note";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "Translated from \(lang)";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "Translating from \(lang)...";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Type your post here...";

/* Button to unfollow a user. */
"Unfollow" = "Unfollow";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Unfollowing...";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "User blocked";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Username";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Wallet";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Wallet Selector";

/* Label for Website section of user profile form. */
"Website" = "Website";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Yes, Overwrite";

/* Label for Your Name section of user profile form. */
"Your Name" = "Your Name";

/* Part of a larger sentence to describe how many zap payments there are on a post. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

